Repository: commsy/commsy
Catalog: src/CommsyBundle/Resources/translations/item.*.xlf
Languages: de

# workflowResubmission
source: Resubmission
de: Wiedervorlage

# workflowResubmissionDate
source: Resubmission date
de: Wiedervorlagedatum

# workflowResubmissionWho
source: Notification after the expiration of the resubmission date
de: Benachrichtigung nach Ablauf des Wiedervorlage-Datums

# workflowWhoAdditional
source: Additional email addresses
de: Weitere E-Mail-Adressen

# workflowNotifyCreator
source: Notify the creator
de: Nur den Ersteller benachrichtigen

# workflowNotifyAllModifiers
source: Notify all modifiers
de: Alle Bearbeiter benachrichtigen

# workflowStatusResubmissionDate
source: Status after the expiration of the resubmission date
de: Status nach Ablauf des Wiedervorlage-Datums

# workflowValidity
source: Validity date
de: G端ltigkeitsdatum

# workflowValidityDate
source: Validity date
de: G端ltigkeitsdatum

# workflowValidityWho
source: Notification after the expiration of the validity date
de: Benachrichtigung nach Ablauf des G端ltigkeitsdatums

# workflowStatusValidityDate
source: Status after the expiration of the validity date
de: Status nach Ablauf des G端ltigkeitsdatum

source: Insert title
de: Titel eingeben
