Repository: commsy/commsy
Catalog: src/CommsyBundle/Resources/translations/rss.*.xlf
Languages: de

# rssDescription
source: The RSS-feed keeps you up to date with everything that's new in workspace %room_title%.
de: Der Feed informiert über alle Neuigkeiten im Raum %room_title%.

# rssNotVisible
source: Not visible
de: Nicht sichbar

# rssNewMember
source: A new person has become a member.
de: Eine neue Person ist jetzt Mitglied.

# rssProfileUpdated
source: The profile has been updated.
de: Das Benutzerprofil wurde aktualisiert.

# rssTitleDate
source: Event: %title%
de: Termin: %title%

# rssTitleSection
source: Section %title% of: %linked_title%
de: Abschnitt %title% von: %linked_title%

# rssTitleAnnotation
source: Comment %title% on: %linked_title%
de: Kommentar %title% zu: %linked_title%

# rssTitleGroup
source: Group: %title%
de: Gruppe: %title%

# rssTitleTopic
source: Topic: %title%
de: Thema: %title%

# rssTitleAnnouncement
source: Announcement: %title%
de: Ankündigung: %title%

# rssTitleTodo
source: Task: %title% (due date %due_date%)
de: Aufgabe: %title% (fällig am %due_date%)

# rssTitleStep
source: Step %title% of: %linked_title%
de: Arbeitsschritt %title% von: %linked_title%

# rssTitleDiscussion
source: Discussion: %title%
de: Diskussion: %title%

# rssTitleDiscussionArticle
source: Post %title% in: %linked_title%
de: Beitrag %title% zu: %linked_title%
