Repository: commsy/commsy
Catalog: translations/group.*.xlf
Languages: de

source: grouproom description text
de: Dieser Raum dient dem Austausch der Gruppe.

source: grouproom access
de: Er kann nur von Mitgliedern der Gruppe betreten werden.

source: grouproom
de: Gruppenraum

source: grouproom information
de: Rauminformationen

source: grouproom moderators
de: Moderation des Gruppenraums

source: no grouproom
de: Kein Gruppenraum

source: no grouproom description text
de: Zu dieser Gruppe wurde kein Gruppenraum eingerichtet

source: edit grouproom
de: Gruppenraum bearbeiten

source: activate grouproom
de: Gruppenraum aktivieren

source: get grouproom access
de: Zugang zu Gruppenraum beantragen

# restrictedToGroupMembers
source: access restricted to group members
de: Der Zugang zum Gruppenraum ist auf Gruppenmitglieder beschränkt

source: Template
de: Vorlage

source: Choose a template
de: Vorlage auswählen

source: join group before grouproom
de: Sie müssen der Gruppe beitreten, bevor Sie die Mitgliedschaft in diesem Gruppenraum beantragen können.

source: leave grouproom before group
de: Sie müssen Ihre Mitgliedschaft in dem Gruppenraum beenden, before Sie aus der Gruppe austreten können.

source: Delete group workspace
de: Gruppenraum löschen

source: Lock group workspace
de: Gruppenraum sperren

source: Unlock group workspace
de: Gruppenraum entsperren

source: leave group and workspace
de: Austreten (inkl. Gruppenraum)

source: template for group workspace
de: Vorlage für den Gruppenraum
