Repository: commsy/commsy
Catalog: translations/item.*.xlf
Languages: de

source: workflowStatus
de: Status

source: workflowResubmission
de: Wiedervorlage

source: workflowResubmissionDate
de: Wiedervorlage-Datum

source: workflowResubmissionWho
de: Benachrichtigung nach Ablauf des Wiedervorlage-Datums

source: workflowWhoAdditional
de: Weitere E-Mail-Adressen

# workflowNotifyCreator
source: notify creator
de: Nur den Ersteller benachrichtigen

# workflowNotifyAllModifiers
source: notify all modifiers
de: Alle Bearbeiter benachrichtigen

source: workflowStatusResubmissionDate
de: Status nach Ablauf des Wiedervorlage-Datums

source: workflowValidity
de: 2. Wiedervorlage

source: workflowValidityDate
de: 2. Wiedervorlage-Datum

source: workflowValidityWho
de: Benachrichtigung nach Ablauf des zweiten Wiedervorlage-Datums

source: workflowStatusValidityDate
de: Status nach Ablauf des zweiten Wiedervorlage-Datums

source: additional actions
de: Weitere Aktionen

source: annotation
de: Anmerkung

source: workflowNoStatus
de: Kein Status

# clipboardCopySuccess
source: Entry stored in clipboard|%count% entries stored in clipboard
de: Eintrag in Zwischenablage gespeichert|%count% Einträge in Zwischenablage gespeichert

source: Export to Wordpress
de: Export zu Wordpress

source: Export to Wiki
de: Export zum Wiki

source: newHashtag
de: Neues Schlagwort

# newAnnotation
source: Add new annotation
de: Anmerkung hinzufügen

source: no entry selected
de: Kein Eintrag ausgewählt

source: item is locked
de: Dieser Eintrag wird gerade von einer anderen Person bearbeitet und ist daher gesperrt.
