Repository: commsy/commsy
Catalog: translations/login.*.xlf
Languages: de

# login_system_admin
source: Admin-Login
de: Login Systemadministration

# login_button_sign_in
source: Sign in
de: Anmelden

# login_label_password
source: Password
de: Passwort

# login_placeholder_password
source: Password
de: Passwort

# login_label_username
source: Username
de: Kennung

# login_placeholder_username
source: Username
de: Ihre Kennung

# login_migration_change_password
source: Change password
de: Passwort aktualisieren

# login_migration_change_password_intro01
source: With this update, the password encryption has become much stronger. To continue you must change your password and sign in again.
de: Mit diesem Update von CommSy haben wir die Speicherung Ihrer Passwörtern sicherer gemacht. Für die weitere Nutzung ist es erforderlich, dass Sie Ihr Passwort aktualisieren. Nach der Änderung müssen Sie sich erneut anmelden.

# login_migration_change_password_intro02
source: To protect you against weak and compromised passwords, we will check your input against known data leaks. Your password will not be exposed.
de: Um eine hohe Sicherheit an Passwörter sicherzustellen prüfen wir Ihre Eingabe gegen öffentlich verfügbare Datenbanken von bekannten Datenlecks. Ihr Passwort wird dabei nicht preisgegeben.

# login_migration_change_password_current
source: Current password
de: Aktuelles Passwort

# login_migration_change_password_new
source: New password
de: Neues Passwort

# login_migration_change_password_confirm
source: Password confirm
de: Passwort bestätigen

# login_migration_change_password_submit
source: Change password
de: Passwort aktualisieren

# login_forget_password
source: Forgot you password?
de: Passwort vergessen?

# login_forget_account
source: Forgot your username?
de: Kennung vergessen?

# login_guest_tab
source: Guest
de: Gast

# login_guest_about
source: Use CommSy with limited guest access without registration.
de: Melden Sie sich ohne Registrierung als Gast an CommSy an.

# login_guest_login
source: Continue without login
de: Ohne Login fortfahren

# login_password_reset_help
source: Using your current loginname you can receive an email with a special link in it. You can change your password via this link in the next 15 minutes from this pc.
de: Bei Angabe Ihrer Kennung wird Ihnen ein spezieller Link in einer E-Mail zugeschickt. Über diesen Link können Sie Ihr Passwort 15 Minuten lang von diesem PC aus ändern.
