Repository: commsy/commsy
Catalog: translations/mail.*.xlf
Languages: de

# mailSubject
source: Subject
de: Betreff

# mailFromProjectRoom
source: This email has been sent by ... from project room ...
de: Diese E-Mail wurde von %sender_name% über den Projektraum "%room_name%" versendet.

# mailFromUserRoom
source: This email has been sent by ... from userroom ...
de: Diese E-Mail wurde von %sender_name% über den Personenraum "%room_name%" an %recipients% versendet.

# mailFromGroupRoom
source: This email has been sent by ... from group room ...
de: Diese E-Mail wurde von %sender_name% über den Gruppenraum "%room_name%" versendet.

# mailFromCommunityRoom
source: This email has been sent by ... from community room ...
de: Diese E-Mail wurde von %sender_name% über den Gemeinschaftsraum "%room_name%" versendet.

# mailSendToCreator
source: Send to creator
de: An ErstellerIn versenden

# mailCopyToSender
source: Copy to sender
de: Kopie an AbsenderIn

# mailSendToAttendees
source: Send to attendees
de: An TeilnehmerInnen versenden

# mailSendToAssigned
source: Send to assigned
de: An zugeordnete Mitglieder versenden

# mailSendToGroups
source: Send to groups
de: An folgende Gruppen senden

# mailSendToInstitution
source: Send to institution
de: An Institution senden

# mailSendToAll
source: Send to all room members
de: An alle Raummitglieder versenden

# mailSendSelectedAll
source: Send to selected room members
de: An ausgewählte Raummitglieder versenden

# mailAdditionalRecipient
source: Additional recipient
de: Zusätzliche(r) EmpfängerIn

# mailAdditionalRecipients
source: Additional recipients
de: Zusätzliche EmpfängerInnen

# mailAddRecipients
source: Add another recipient
de: Weitere EmpfängerInnen hinzufügen

# mailAttachments
source: Attachments
de: Anhänge

# mailSend
source: Send
de: Versenden

# mailSendItem
source: Send item
de: Eintrag versenden

# mailSendBody
source: This email has been sent by sender to recipient
de: Diese E-Mail wurde von %sender_name% an %recipient_name% versendet.

# mailSendSuccess
source: Your email has been successfully sent.
de: Ihre E-Mail wurde erfolgreich versendet.

# mailSendMultipleSuccess
source: Your email has been successfully sent to multiple users
de: Ihre E-Mail wurde erfolgreich an %user_count% EmpfängerInnen versendet.

# mailSendMultipleBody
source: This email has been sent to multiple users of this room
de: Diese E-Mail wurde von %sender_name% an %user_count% Mitglieder des Raumes "%room_name%" versendet.

# mailSendMultipleBodyGroup
source: This email has been sent to all users of this group
de: Diese E-Mail wurde von %sender_name% an die Mitglieder der Gruppe "%group_name%" (Raum "%room_name%") versendet.

# mailSendWarning
source: Your email may only have been partially sent.
de: Ihre E-Mail wurde möglicherweise nur teilweise versendet. Es gab Probleme bei der Zustellung.

# mailBackToEntry
source: Back to
de: Zurück zu

# mailSendMail
source: Send mail
de: E-Mail senden

# mail_subject_room_archived
source: %room_name% will be archived in %num_days% days.
de: %room_name% wird in %num_days% Tagen archiviert.

# mail_body_auto_generated
source: [This email was generated automatically at %time_generated%.]
de: [Diese E-Mail wurde am %time_generated% automatisch vom System generiert.]

# mail_footer_why
source: You received this email as one of the moderator/s in the workspace "%room_name%".
de: Sie haben diese E-Mail als Mitglied der Moderation des Raumes "%room_name%" erhalten.

# mail_footer_ask_moderation
source: If you have any questions please contact the portal moderation.
de: Bei Fragen senden Sie sich bitte an die Portalmoderation.

# mail_send_to
source: This email was send to: %recipients%
de: Diese E-Mail wurde versendet an: %recipients%

# mail_linked_project_community_workspaces
source: This project workspace is linked to the following community workspaces: %community_workspaces%
de: Dieser Projektraum ist den folgenden Gemeinschaftsräumen zugeordnet: %community_workspaces%

# mail_subject_user_inactivity_upcoming_lock
source: %portal_name%: Your account will be locked in %num_days% days
de: %portal_name%: Ihre Kennung wird in %num_days% Tagen gesperrt

# mail_subject_item_deleted
source: Deleted entry (%room_name%)
de: Gelöschter Eintrag (%room_name%)

# mail_subject_account_activity_lock_warning
source: %portal_name%: Account will be locked in %num_days% days
de: %portal_name%: Kennung wird in %num_days% Tagen gesperrt

# mail_subject_account_activity_locked
source: %portal_name%: Your account is locked
de: %portal_name%: Ihre Kennung wurde gesperrt

# mail_subject_account_activity_delete_warning
source: %portal_name%: Account will be deleted in %num_days% days
de: %portal_name%: Kennung wird in %num_days% Tagen gelöscht

# mail_subject_account_activity_deleted
source: %portal_name%: Your account has been deleted
de: %portal_name%: Ihre Kennung wurde gelöscht

source: mail.subject.user_joined_context
de: %room_title%: Teilnahmeanfrage [%fullname%]

# mail_subject_workspace_activity_lock_warning
source: %portal_name%: Workspace will be locked in %num_days% days
de: %portal_name%: Raum wird in %num_days% Tagen gesperrt

# mail_subject_workspace_activity_delete_warning
source: %portal_name%: Workspace will be deleted in %num_days% days
de: %portal_name%: Raum wird in %num_days% Tagen gelöscht

# mail_body_common_title
source: Title: %title%
de: Titel: %title%

# mail_body_common_rubric
source: Rubric: %rubric%
de: Rubrik: %rubric%

# mail_body_common_deleter
source: Deleter: %deleter%
de: Bearbeiter: %deleter%

# mail_body_common_workspace
source: Workspace: %workspace%
de: Raum: %workspace%

# mail_yes
source: Yes
de: Ja

# mail_no
source: No
de: Nein

source: mail.invitation_subject
de: Einladung CommSy-Portal "%portal%"

source: mail.invitation_opening
de: Sie wurden in den Raum "%room%" im CommSy-Portal "%portal%" eingeladen.

source: mail.invitation_link_pre
de: Bitte legen Sie sich über folgenden Link eine Kennung für das Portal %portal% an:

source: mail.invitation_link_post
de: Dieser Link ist nur 14 Tage lang gültig.

source: mail.invitation_room_link_pre
de: Nachdem Sie die Kennung angelegt und sich eingeloggt haben, können Sie über diesen Link zum Raum gelangen:

source: mail.invitation_room_link_post
de: Dort befinden sich Auswahlmöglichkeiten für die Teilnahme. Diese erfolgt je nach Raumeinstellung per Antrag oder per Code. Sollte im letzteren Fall der Code Ihnen nicht vorliegen, erfragen Sie diesen bitte bei der/dem Einladenden.

source: mail.user_joined_grouproom
de: %fullname% hat sich mit der Kennung [%user_id%] für den Gruppenraum "%room_title%" angemeldet.

source: mail.user_joined_community
de: %fullname% hat sich mit der Kennung [%user_id%] für den Gemeinschaftsraum "%room_title%" angemeldet.

source: mail.user_joined_project
de: %fullname% hat sich mit der Kennung [%user_id%] für den Projektraum "%room_title%" angemeldet.

source: mail.user_joined_details
de: Die Informationen im Einzelnen

source: mail.user_joined_approved_system
de: Die Kennung ist bereits durch das System freigeschaltet worden.

source: mail.user_joined_approved_manual
de: Die Kennung muss noch freigeschaltet werden.

source: mail.user_joined_comment
de: Kommentar:

source: mail.user_joined_approve_link_desc
de: Zur Freischaltung folgen Sie bitte diesem Link:

source: mail.account_registration.subject
de: Neue Kennung beantragt "%username%"

source: mail.account_registration.intro
de: %fullname% hat sich mit der Kennung "%username%" angemeldet.

source: mail.newsletter_subject
de: Täglicher CommSy-Newsletter: %portal%
