Repository: commsy/commsy
Catalog: translations/material.*.xlf
Languages: de

# biblio-authors
source: Author/s
de: AutorInnen

# biblio-year
source: Year
de: Jahr

# biblio-reference
source: Bibl. reference
de: Bibl. Angaben

# biblio-creator
source: Bibl. Creator
de: ErstellerIn

# biblio-edition
source: %edition% edition
de: %edition%. Auflage

# biblio-series
source: Series %series%
de: Reihe %series%

# biblio-volume
source: Volume %volume%
de: Band %volume%

# biblio-url-last-visited
source: last visited: %date%
de: besucht am: %date%

# biblio-editor
source: %editor% (ed.)
de: %editor% (Hrsg.)

# biblio-pages
source: p. %pages%
de: S. %pages%

# biblio-thesis-ba
source: BA thesis
de: Bachelorarbeit

# biblio-thesis-diploma
source: Diploma thesis
de: Diplomarbeit

# biblio-thesis-ma
source: MA thesis
de: Examensarbeit

# biblio-thesis-kind
source: Kind of thesis
de: Art der Arbeit

# biblio-thesis-master
source: MA thesis
de: Masterarbeit

# biblio-thesis-other
source: other
de: andere

# biblio-thesis-postdoc
source: Professorial dissertation
de: Habilitation

# biblio-thesis-term
source: Term paper
de: Hausarbeit

# biblio-information-for-document-administration
source: Information for document administration
de: Informationen zur Dokumentenverwaltung

# biblio-document-editor
source: Document editor
de: Ersteller des Dokuments

# biblio-maintainer
source: Maintainer
de: Freigabe durch

# biblio-version
source: Version
de: Versionsnummer

# biblio-version-date
source: Version date
de: Versionsdatum

# biblio-reason
source: Reason
de: Anlass

# biblio-date
source: Date
de: Datum

# workflow-1
source: workflow marked as read by groups
de: Von folgenden Gruppenmitgliedern als gelesen markiert

# workflow-2
source: workflow marked as read by users
de: Von folgenden Personen als gelesen markiert

# workflow-3
source: worflow status
de: Status

# workflow-4
source: workflow validity date
de: 2. Wiedervorlage am

# workflow-5
source: workflow resubmission date
de: Wiedervorlage am

# workflow_mark_read
source: Mark as read
de: Als gelesen markieren

# workflow_mark_read_success
source: marked as read
de: Eintrag als gelesen markiert

# workflow_mark_not_read
source: Mark as not read
de: Als nicht gelesen markieren

# workflow_mark_not_read_success
source: marked as not read
de: Eintrag als ungelesen markiert

source: rating
de: {0}Bewertung|{1}Bewertungen

source: ratingTitle
de: Dieser Eintrag wurde bisher wie folgt bewertet:

source: ratingOwn
de: Eigene Bewertung:

source: ratingDelete
de: löschen

source: ratingNoOwn
de: Noch keine eigene Bewertung abgegeben

source: ratingStored
de: Bewertung gespeichert

source: ratingDeleted
de: Bewertung gelöscht

source: License id
de: Lizenz

source: latest version
de: Aktuelle Version
