Repository: commsy/commsy
Catalog: translations/messages.*.xlf
Languages: de

source: tip
de: Tipp

source: for
de: für

source: by
de: von

source: when
de: wann

source: where
de: wo

source: last changed
de: zuletzt geändert

source: today
de: heute

source: changed by
de: geändert von

source: reference number
de: Referenznummer

source: creator
de: ErstellerIn

source: editors
de: Alle BearbeiterInnen

source: clicked since last editing
de: Seit der letzten Bearbeitung aufgerufen von

source: clicked since creating
de: Seit der Erstellung aufgerufen von

source: new
de: Neuer Eintrag

source: save
de: speichern

source: send
de: senden

# message_marked
source: marked
de: auswählen

source: print
de: drucken

source: trash
de: löschen

source: description
de: Beschreibung

source: files
de: Dateien

source: links
de: Zuordnungen

source: sections
de: Abschnitte

source: entry description
de: Beschreibungstext

source: workflow information
de: Workflow Informationen

source: annotations
de: Anmerkungen

source: quick navigation
de: Schnellnavigation

source: new annotation
de: Neue Anmerkung

source: new section
de: Neuer Abschnitt

source: marked %count% entries as read
de: {0} Keine Einträge als gelesen markiert.|{1} Ein Eintrag als gelesen markiert.|]1,Inf[ %count% Einträge als gelesen markiert.

source: %count% deleted entries
de: {0} Keine Einträge gelöscht.|{1} Ein Eintrag gelöscht.|]1,Inf[ %count% Einträge gelöscht.

# msgMarkedEntries
source: %count% marked entries
de: {0} Keine Einträge zu meiner Auswahl hinzugefügt.|{1} Ein Eintrag zu meiner Auswahl hinzugefügt.|]1,Inf[ %count% Einträge zu meiner Auswahl hinzugefügt.

source: action error
de: Beim Ausführen der Aktion ist ein Fehler aufgetreten.

source: No more results found
de: Keine weiteren Einträge vorhanden.

source: of
de: von

source: newEntry
de: Neuer Eintrag

source: changedEntry
de: Geänderter Eintrag

source: newAnnotation
de: Neue Anmerkung

source: changedAnnotation
de: Geänderte Anmerkung

source: valid until
de: Gültig bis

source: no telephone
de: Keine Telefonnummer angegeben

source: no handy
de: Keine Mobilnummer angegeben

source: no street
de: Keine Straße angegeben

source: no city
de: Keine Stadt angegeben

source: linked groups
de: Gruppenzugehörigkeit

source: user data
de: Informationen zur Person

source: date of birth
de: Geburtsdatum

source: telephone
de: Telefon

source: handy
de: Mobilnumme

source: street
de: Straße

source: city
de: Stadt

source: user status
de: Rolle in diesem Raum

source: account information
de: Informationen zur Kennung

source: members
de: Mitglieder

source: send mail to group
de: E-Mail an die Gruppe senden

source: enter grouproom
de: Den Gruppenraum betreten

source: show all
de: Alle anzeigen

source: insert title
de: Titel eingeben

source: read more
de: mehr...

source: read less
de: weniger...

source: selected
de: ausgewählt

source: no files
de: Keine Dateien

source: topic path
de: Pfad

source: topic path activated
de: aktiviert

source: topic path not activated
de: nicht aktiviert

# catsAndBuzz
source: categoriesAndBuzzwords
de: Struktur

source: Entries
de: Einträge

source: linkedEntries
de: Zugeordnete Einträge

source: categories
de: Kategorien

source: sort sections
de: Abschnitte sortieren

source: sort steps
de: Arbeitsschritte sortieren

source: lastModifiedEntries
de: Zuletzt bearbeitet

source: searchLinkedEntries
de: Suche

source: message was send
de: Die Nachricht wurde verschickt

source: new version
de: Neue Version

source: edit
de: bearbeiten

source: hide
de: weniger ...

source: unhide
de: mehr ...

source: steps
de: Arbeitsschritte

source: new step
de: Neuer Arbeitsschritt

# entriesMarkedDone
source: Set status of %count% entries to done
de: {0} Kein Eintrag verändert.|{1} Status eines Eintrages auf "erledigt" gesetzt.|]1,Inf[ Status von %count% Einträgen auf "erledigt" gesetzt.

# entriesMarkedPending
source: Set status of %count% entries to pending
de: {0} Kein Eintrag verändert.|{1} Status eines Eintrages auf "nicht bearbeitet" gesetzt.|]1,Inf[ Status von %count% Einträgen auf "nicht bearbeitet" gesetzt.

# entriesMarkedInProgress
source: Set status of %count% entries to in progress
de: {0} Kein Eintrag verändert.|{1} Status eines Eintrages auf "in Bearbeitung" gesetzt.|]1,Inf[ Status von %count% Einträgen auf "in Bearbeitung" gesetzt.

# entriesMarkedInProgressTypo
source: Set status of %count% entries to inprogress
de: {0} Kein Eintrag verändert.|{1} Status eines Eintrages auf "in Bearbeitung" gesetzt.|]1,Inf[ Status von %count% Einträgen auf "in Bearbeitung" gesetzt.

source: set status of %count% users to blocked
de: {0} Keine Kennung gesperrt.|{1} Eine Kennung gesperrt.|]1,Inf[ %count% Kennungen gesperrt.

source: confirmed %count% users
de: {0} Keine Kennung freigeschaltet.|{1} Eine Kennung freigeschaltet.|]1,Inf[ %count% Kennungen freigeschaltet.

source: set status of %count% users to reading user
de: {0} Kein Status verändert.|{1} Status eines Benutzers auf "LesendeR BenutzerIn" gesetzt.|]1,Inf[ Status von %count% Benutzer auf "LesendeR BenutzerIn" gesetzt.

source: set status of %count% users to user
de: {0} Kein Status verändert.|{1} Status eines Benutzers auf "Benutzer" gesetzt.|]1,Inf[ Status von %count% Benutzer auf "Benutzer" gesetzt.

source: set status of %count% users to moderator
de: {0} Kein Status verändert.|{1} Status eines Benutzers auf "Moderator" gesetzt.|]1,Inf[ Status von %count% Benutzer auf "Moderator" gesetzt.

source: set status of %count% users to contact
de: {0} Kein Status verändert.|{1} Ein Benutzer zu AnsprechpartnerIn gemacht.|]1,Inf[ %count% Benutzer zu Ansprechpartnern gemacht.

source: removed contact status of %count% users
de: {0} Kein Status verändert.|{1} Ein Benutzer als AnsprechpartnerIn entfernt.|]1,Inf[ %count% Benutzer als Ansprechpartnern entfernt.

# entriesMarkedInCustom
source: Set status of %count% entries to %status%
de: {0} Kein Eintrag verändert.|{1} Status eines Eintrages auf "%status%" gesetzt.|]1,Inf[ Status von %count% Einträgen auf "%status%" gesetzt.

# entriesInserted
source: inserted %count% entries in this room
de: {0} Keinen Eintrag in diesen Raum eingefügt.|{1} Einen Eintrag in diesen Raum eingefügt.|]1,Inf[ %count% Einträge in diesen Raum eingefügt.

# entriesInsertedGeneral
source: inserted %count% entries
de: {0} Keinen Eintrag eingefügt.|{1} Einen Eintrag eingefügt.|]1,Inf[ %count% Einträge eingefügt.

# entriesInsertedIntoUserrooms
source: inserted %itemcount% entries into %usercount% personal workspaces
de: {0} Keinen Eintrag eingefügt.|{1} Einen Eintrag in %usercount% Personenräume eingefügt.|]1,Inf[ %itemcount% Einträge in %usercount% Personenräume eingefügt.

# entriesRemoved
source: removed %count% entries from list
de: {0} Keinen Eintrag entfert.|{1} Einen Eintrag aus der Liste entfernt.|]1,Inf[ %count% Einträge aus der Liste entfernt.

# entriesHashtagged
source: hashtagged %count% entries in list
de: {0} Keinen Eintrag mit einem Schlagwort versehen.|{1} Einen Eintrag aus der Liste mit einem Schlagwort versehen.|]1,Inf[ %count% Einträge aus der Liste mit einem Schlagwort versehen.

# entriesCategorized
source: categorized %count% entries in list
de: {0} Keinen Eintrag kategorisiert.|{1} Einen Eintrag aus der Liste kategorisiert.|]1,Inf[ %count% Einträge aus der Liste kategorisiert.

source: dashboard changed
de: Dashboard-Layout aktualisiert.

# delete_recurring_dates
source: trash recurring
de: Alle Termine der Serie löschen

source: join
de: Beitreten

source: leave
de: Austreten

source: withGrouproom
de: (inkl. Gruppenraum)

# groupJoined
source: Joined group %s
de: Gruppe %s beigetreten

# groupLeft
source: Left group %s
de: Gruppe %s verlassen

source: no email
de: Keine Email-Adresse angegeben

source: guest
de: Gast

source: calendar
de: Kalender

source: note
de: Hinweis:

# select_placeholder
source: Select some options
de: Treffen Sie eine Auswahl

# messages_close
source: Close
de: Schließen
