Repository: commsy/commsy
Catalog: translations/portal.*.xlf
Languages: de

source: Save success
de: Erfolgreich gespeichert

source: Performed action
de: Aktion erfolgreich durchgeführt

source: Not yet implemented
de: Diese Funktion ist noch nicht implementiert

source: Back to overview
de: Zurück zur Übersicht von Kennungen

# back_to_user
source: Back to user %username%
de: Zurück zu %username%

source: Edit room categories
de: Raumkategorien bearbeiten

source: Title
de: Titel

source: New category
de: Neue Kategorie

source: Edit category
de: Kategorie bearbeiten

source: Create new category
de: Neue Kategorie anlegen

source: Update category
de: Kategorie speichern

source: Delete category
de: Kategorie löschen

source: Cancel
de: Abbrechen

source: Room categories
de: Raumkategorien

source: Mandatory assignment
de: Zwingende Zuordnung

source: Assignments
de: Zuordnungen

# Portal settings
source: settings
de: Portaleinstellungen

source: Show
de: Anzeigen

source: Show?
de: Anzeigen?

# Portal announcements
source: announcements
de: Ankündigungen

source: Priority
de: Priorität

source: Important
de: Wichtig

source: Critical
de: Kritisch

# Show server information
source: Show server infos
de: Serverinfos anzeigen?

source: Link
de: Adresse

# portal_content_title
source: contents
de: Inhalte

# portal_content_terms
source: data privacy
de: Datenschutz

# portal_content_accessability
source: accessability
de: Barrierefreiheit

# portal_agb
source: terms
de: Nutzungsbedingungen

source: Notes
de: Hinweise

source: terms update note
de: Bei Änderungen müssen alle Benutzer die Nutzungsbedingungen erneut akzeptieren!

# portal_terms_templates_reference
source: You can set up templates for room terms here
de: Sie können Vorlagen für Nutzungsbedingungen in Räumen hier verwalten

# portal_terms_templates_breadcrumb
source: roomtermstemplates
de: Vorlagen Nutzungsbedingungen

source: Edit terms
de: Nutzungsbedingungen bearbeiten

source: content_de
de: Inhalt (Deutsch)

source: content_en
de: Inhalt (Englisch)

source: Create new term
de: Nutzungsbedigungen anlegen

source: Update term
de: Nutzungsbedigungen speichern

source: Delete term
de: Nutzungsbedigungen löschen

source: Support requests
de: Supportanfragen

source: Support page
de: Support-Seite

source: Support page link
de: Support Adresse

source: Support page link help text
de: Link zu einer Support-Seite für dieses Portal (erscheint als Hilfe-Icon in der CommSy Navigationsleiste)

source: Support email help text
de: Diese Support E-mail erscheint auf der Einstiegsseite eines Raumes falls kein eigenes Support-Formular definiert wurde

source: Own support form
de: Eigenes Support-Formular

source: Own support form help text
de: Link zu einem eigenen Support-Formular (erscheint auf der Einstiegsseite eines Raumes anstatt der Support E-mail). Verfügbare Variablen:<br /><br />%FIRSTNAME% = Vorname<br />%LASTNAME% = Nachname<br />%EMAIL% = E-Mail-Adresse<br />%USERID% = Kennung<br />%PORTAL% = Name des Portals<br />%TITLE% = Name des aktuellen Raumes

source: roomcategories
de: Raumkategorien

# portal_menu_translations_title
source: Translations
de: Übersetzungen

# portal_breadcrumb_translations_title
source: translations
de: Übersetzungen

# portal_menu_home_title
source: Portalhome
de: Alle Räume

# portal_breadcrumb_home_title
source: portalhome
de: Gestaltung 'Alle Räume'

source: All open workspaces
de: Alle offenen Räume anzeigen (Standard)

source: Only community workspaces
de: Nur Gemeinschaftsräume anzeigen (keine Projekträume)

source: Only project workspaces
de: Nur Projekträume anzeigen (keine Gemeinschaftsräume)

source: Show templates in workspace feed
de: Vorlagen in der Raumliste anzeigen

source: Workspace display
de: Raumanzeige

source: Rooms
de: Räume

source: Room creation
de: Raumeröffnung

source: Project rooms
de: Projekträume

source: Community rooms
de: Gemeinschaftsräume

source: Community room creation by all
de: durch alle NutzerInnen

source: Community room creation by moderators only
de: nur durch PortalmoderatorInnen

source: Project room creation on portal
de: in Gemeinschaftsräumen und dem Portal

source: Project room creation in community rooms only
de: ausschließlich in Gemeinschaftsräumen

source: Mandatory room assignment help text
de: Ist eine Zuordnung zu einem Gemeinschaftsraum bei der Eröffnung eines Projektraums zwingend erforderlich?

source: Default template
de: Standard-Vorlage

source: No template
de: *Keine Vorlage

source: Default template help text
de: Bei Auswahl einer Vorlage werden beim Eröffnen eines Raumes sämtliche Voreinstellungen und Inhalte der Vorlage in den neuen Raum übernommen, mit Ausnahme der Informationen zu Personen

# portal_accounts
source: Accounts
de: Kennungen

# portal_yes
source: Yes
de: Ja

# portal_no
source: No
de: Nein

source: Search for user IDs
de: Suche nach Kennungen

source: Applying
de: In Beantragung

# help_text_search
source: Account index search string help
de: Eingabe von Such-Zeichenketten: Kennungen, Vor- oder Nachnamen und E-Mails. Die Groß- und Kleinschreibung wird ignoriert.

source: Execute
de: Ausführen

source: Action
de: Aktion

source: Name (user id)
de: Name (Kennung)

source: Last login
de: Zuletzt online

source: Mail
de: E-Mail

source: No action
de: Keine Aktion

# delete_ids
source: Delete user id(s)
de: Kennung(en) löschen

# lock_ids
source: Lock user id(s)
de: Kennung(en) sperren

source: Workspace already assigned
de: Dieser Raum wurde bereits zugewiesen.

source: Workspace assign help
de: Suchen Sie hier nach Räumen. Wenn Sie den Wert leer lassen und 'Suchen' klicken, werden alle möglichen Räume in der Raumauswahl-Liste auswählbar.

# activate_user
source: Activate user id(s)
de: Kennung(en) freischalten / Status BenutzerIn

# mail_change_login
source: Email change login
de: Kennung(en): E-Mail ändern bei nächstem Login

# status_user
source: Satus user
de: Status: BenutzerIn

source: Status moderator
de: Status: ModeratorIn

source: Make contact
de: Zur AnsprechpartnerIn machen

source: Remove contact
de: Status AnsprechpartnerIn entfernen

source: Send mail
de: E-Mail schicken

source: Mail id password
de: E-Mail: Kennung u. Passwort

source: Mail combine ids
de: E-Mail: Kennungen zusammenführen

source: Hide mail
de: E-Mail verbergen

source: Hide mail all wrks
de: E-Mail in allen Räumen verbergen

source: Show mail
de: E-Mail anzeigen

source: Show mail all wrks
de: E-Mail in allen Räumen anzeigen

# account_next
source: Next
de: Nächste/r

# account_previous
source: Previous
de: Vorherige/r

# account_back
source: Back
de: Zurück

# german_language
source: German
de: Deutsch

# english_language
source: English
de: Englisch

source: Settings only visible...
de: Einstellungen (nur für

source: ...for
de: sichtbar)

# userrooms
source: Userroom workspaces
de: Personenräume

# privaterooms
source: Privateroom workspaces
de: Persönliche Räume

source: Copy CC to Moderator
de: cc und/oder

source: Copy BCC to Moderator
de: bcc an die Moderation

source: Copy CC to Sender
de: cc und/oder

source: Copy BCC to sender
de: bcc an AbsenderIn

source: Bcc
de: cc/bcc

source: First name
de: Vorname

source: Last name
de: Nachname

source: AcademicDegree
de: Titel

source: Birthday
de: Geburtstag

source: Street
de: Straße

source: Zip
de: Postleitzahl

source: City
de: Stadt

source: Workspace
de: Raum

source: Telephone
de: Telefon

source: Second Telephone
de: 2. Telefonnummer

source: Description
de: Beschreibung

source: User is allowed to create context
de: Standardeinstellung des Portals

# standard_authentication
source: Default settings for authentification sources
de: Standardeinstellung der Authentifizierungsquelle

source: May create context
de: Darf neue Räume anlegen

source: May use caldav
de: Darf CalDAV nutzen

# is_allowed_to_use_caldav
source: User is allowed to use caldav
de: Standardeinstellung des Portals

# default_settings_portal
source: Default settings of the portal
de: Standardeinstellung des Portals

source: Change mail everywhere
de: in allen Räumen ändern

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Picture
de: Bild

source: Override existing picture
de: Altes Bild löschen

source: Never
de: Noch nie

source: Found users
de: Gefundene Nutzer

source: Is login deactivated?
de: Einloggen als ... deaktiviert

source: New state
de: Neuer Status

source: Current state
de: Aktueller Status

source: User ID
de: Kennung

source: Login as for x days activated
de: Einloggen als ... für x Tage aktivieren

source: Password
de: Passwort

source: Repeat password
de: Passwort widerholen

# passwords_must_match
source: The password fields must match
de: Die beiden Felder müssen übereinstimmen.

source: Edit
de: Bearbeiten

source: Print page
de: Seite drucken

source: Save page
de: Seite speichern

source: Login...
de: Als

source: ...As
de: einloggen

source: Change status
de: Status ändern

source: Assign workspace
de: Raum zuordnen

source: Terminate membership
de: Teilnahme beenden

source: Language
de: Sprache

source: Login as... active
de: Einloggen als ... aktiv

# agreed_to_the_tos
source: Agreed to the terms of service on the...
de: Zustimmung der Nutzungsbedingungen am

source: Workspace membership
de: Raumteilnahme

source: Community workspaces
de: Gemeinschaftsräume

source: Project workspaces
de: Projekträume

source: Archived workspaces
de: Archivierte Räume

source: Search for workspace
de: Suche nach Raum

# workspaceSelection
source: Select workspace
de: Raumauswahl

source: Description of participation
de: Teilnahmebeschreibung

source: Please choose
de: Bitte wählen Sie aus (ggf. zunächst Räume suchen)

source: Time pulses
de: Zeittakte

source: Time pulse
de: Zeittakt

source: Show time pulses
de: Zeittakte anzeigen

source: Time pulses name
de: Bezeichnung der Zeittakte

source: Number of future time pulses
de: Anzahl zukünftiger Zeittakte

source: New time pulse
de: Neuer Zeittakt

source: Edit time pulses
de: Zeittakte bearbeiten

source: Edit time pulse
de: Zeittakt bearbeiten

source: Save time pulse
de: Zeittakt speichern

source: Add time pulse
de: Zeittakt hinzufügen

source: Delete time pulse
de: Zeittakt löschen

source: Time pulse start
de: Beginnt am

source: Time pulse end
de: Endet am

source: Time pulse select day
de: Tag...

source: Time pulse select month
de: Monat...

source: Show time pulses help text
de: Aktivieren Sie Zeittakte, wenn Sie Projekträume bestimmten Jahresabschnitten (z.B. Semester oder Trimester) zuordnen möchten. Über die untenstehenden Optionen können Sie definieren, wie Zeittakte in der Benutzeroberfläche benannt werden, und wieviele Zeittakte aufgrund der unten definierten Vorlagen erstellt werden sollen:

source: Time pulses help
de: Platzhalter für 4-stellige Jahreszahlen:<br />%1 = aktuelles Jahr<br />%2 = zukünftiges Jahr<br />%3 = vergangenes Jahr<br /><br />Platzhalter für 2-stellige Jahreszahlen:<br />%4 = aktuelles Jahr<br />%5 = zukünftiges Jahr<br />%6 = vergangenes Jahr

source: Privacy
de: Datenschutz

source: Hide user account name
de: Benutzerkennung verstecken

source: Hide email address by default
de: E-Mail Adresse standardmäßig verbergen

source: Lock user
de: Nach x Tagen Inaktivität sperren

source: Email before lock
de: x Tage vor dem Sperren eine Email schreiben

source: Delete user
de: Nach x Tagen Inaktivität löschen

source: Email before delete
de: x Tage vor dem Löschen eine Email schreiben

source: Inactive
de: Löschen inaktiver Kennungen

source: All
de: Alle

source: Members
de: Mitglieder

source: Locked
de: gesperrt

source: In activation
de: In Beantragung

source: User
de: BenutzerIn

source: Moderator
de: ModeratorIn

source: Close
de: Gesperrt

source: Contact
de: AnsprechpartnerIn

# community_moderator
source: Community moderators
de: Gemeinschaftsräume: ModeratorInnen

source: Community contacts
de: Gemeinschaftsräume: AnsprechpartnerInnen

# project_moderator
source: Project moderators
de: Projekträume: ModeratorInnen

source: Project contacts
de: Projekträume: AnsprechpartnerInnen

source: Moderators of workspaces
de: ModeratorInnen von Räumen

source: Contacts of workspaces
de: AnsprechpartnerInnen von Räumen

# no_workspace_participation
source: No workspaces participation
de: Keine Raumteilnahme

source: Search
de: Suchen

# portal_licenses_menu_title
source: Licenses
de: Lizenzen

# portal_licenses_breadcrumb_title
source: licenses
de: Lizenzen

source: Edit license
de: Lizenz bearbeiten

source: Edit Licenses
de: Lizenzen bearbeiten

# No licenses created yet
source: No licenses have been created yet.
de: Es wurden noch keine Lizenzen erstellt.

source: Content
de: Inhalt

source: Create new license
de: Neue Lizenz anlegen

source: Update license
de: Lizenz speichern

source: Delete license
de: Lizenz löschen

# portal_csv_import_heading
source: Import users from csv file
de: Benutzer aus CSV-Datei importieren

source: Files
de: Dateien

# authentication_source
source: authSource
de: Authentifizierungsquelle

# portal_auth_default_source
source: Default Source
de: Standard-Quelle

# portal_settings
source: Portal configuration
de: Portalkonfiguration

# portal_settings_legacy
source: Legacy configuration
de: Alte Portalkonfiguration

source: portal.none
de: Bisher wurden noch keine Portale angelegt.

source: portal.create
de: Portal erstellen

source: portal.enter
de: betreten

source: portal.num_members
de: # Mitglieder

source: portal.num_rooms
de: # Räume

source: portal.form_title
de: Titel

source: portal.form_desc_de
de: Beschreibung Deutsch

source: portal.form_desc_en
de: Beschreibung Englisch

# portal_fappearance_orm_title
source: Appearance
de: Darstellung

source: Mailtexts
de: E-Mail-Texte

source: Password expires
de: Passwort läuft ab

source: Password is expired
de: Passwort ist abgelaufen

source: Reset
de: Zurücksetzen?

source: Content german
de: Inhalt (Deutsch)

source: Content english
de: Inhalt (Englisch)

source: Lock room
de: Raum sperren

source: Unlock room
de: Raum wieder öffnen

source: Delete room
de: Raum löschen

source: Create room
de: Raum anlegen

# archive_room_x_days
source: Archive room after X days
de: Raum wird in X Tagen automatisch archiviert

source: Room was archived yesterday
de: Raum wurde gestern archiviert

# delete_room_after_x_days
source: Delete room after X day
de: Raum wird nach X Tagen automatisch gelöscht

source: Room was deleted yesterday
de: Raum wurde gestern gelöscht

source: Lock userid in X days
de: Kennung wird in X Tagen gesperrt

# userid_locked_tomorrow
source: Userid will be locked tomorrow
de: Kennung wird morgen gesperrt

# userid_locked
source: Userid was locked
de: Kennung wurde gesperrt

source: Delete userid in X days
de: Kennung wird in X Tagen gelöscht

# delete_userid_tomorrow
source: Userid will be deleted tomorrow
de: Kennung wird morgen gelöscht

# userid_deleted
source: Userid was deleted
de: Kennung wurde gelöscht

# no_mail_text
source: No email text
de: Keinen E-Mail-Text

source: Load mail texts
de: Ausgewählte E-Mail-Texte laden

source: Salutation
de: Anrede

source: Goodbye
de: Grußformel

source: Auth
de: Authentifizierung

source: Source
de: Quelle

source: No source
de: Keine Quelle

source: New
de: Neue Quelle eingeben

source: Select
de: Auswählen

# second_intervall
source: Intervall in seconds
de: Intervall in Sekunden

source: Number of tries
de: Anzahl Fehlversuche

source: Lock in minutes
de: Sperrung in Minuten

source: Lock user ID
de: Kennung sperren

source: No type
de: Kein Typ

source: MySQLGeneral
de: MySQL: allgemein

source: Available
de: Verfügbar

source: Path
de: Pfad

source: Contact telephone
de: Kontakt-Telefonnummer

source: Contact mail
de: Kontakt-E-Mail-Adresse

# urlChangePW
source: URL for changing a password
de: URL zur Passwortänderung

source: Users may create rooms
de: BenutzerInnen dürfen Räume erstellen

# UderIdLdapField
source: UserID (LDAP field)
de: UserID (LDAP-Feld)

source: Path name
de: Pfadname

source: User name
de: Benutzername

# crypto
source: Encryption
de: Verschlüsselung

source: None
de: keine

source: Database
de: Datenbank

source: Database table
de: Datenbanktabelle

# stabase_table_with_user_name
source: Column with user name
de: Datenbank-Spalte mit Benutzernamen

source: Column with passwords
de: Datenbank-Spalte mit Passwörtern

source: Direct login
de: Direkte Anmeldung aktivieren

# data_from_provider
source: Update data from the identity provider
de: Daten vom Identity Provider aktualisieren

source: Path to cas login
de: /pfad/zu/cas/login

source: Cas path
de: https://www.cas-server.de ... /login

# encryption_help_text
source: Encryption of the passwords
de: Verschlüsselung der Passwörter der Nutzenden

# field_ldap_name_stored_help
source: In which field are UserID Ldap stored? (samaccountname)
de: In welchem Feld wird die UserID in LDAP gespeichert? (samaccountname)

# reading_rights_path_help_text
source: Reading rights path
de: und ggf. zum Herausfinden des Pfades einer Person die Angabe einer Kennung (falls abweichend zum Pfad auch als dn angebbar) mit umfassenden Leserechten

source: Change user ID
de: UserID ändern

source: Change identification
de: Kennung ändern

source: Change password
de: Passwort ändern

source: Create identification
de: Kennung anlegen

source: After invitation
de: Nach Einladung

source: Delete identification
de: Kennung löschen

# activate_password_traffig_light
source: Activate password traffic light
de: Passwortampel aktivieren

# all_caps_letters
source: All capital letters
de: Großbuchstaben

source: All small letters
de: Kleinbuchstaben

# special_chars
source: Special characters
de: Sonderzeichen

source: Minimum length
de: Mindestlänge

source: Expiration days
de: Ablauf des Passworts in Tagen

source: Notification expiration
de: Meldung vor Ablauf in Tagen

# password_generation
source: Password generations
de: Passwort Generationen

# may_not_repeat
source: May not repeat itself X-times
de: Passwort darf sich X-mal nicht wiederholen

# regular_expression_mail
source: Regular expression for mail validation
de: Regulärer Ausdruck für E-Mail-Validierung

# include_modifiers
source: Please include delimiter and modifiers
de: Bitte inkl. Delimiter und Modifier eingeben

source: Configure error message
de: Fehlermeldung

source: Error configuration
de: Fehlermeldung konfigurieren

source: Change password URL
de: Passwort ändern URL

# mail_reg_ex
source: Mail regular expression
de: Regulärer Ausdruck für die E-Mail-Validierung

# mail_reg_ex_help
source: Please including delimiter and modifier
de: Bitte inkl. Delimiter und Modifier angeben
