Repository: commsy/commsy
Catalog: translations/profile.*.xlf
Languages: de

source: Profile
de: Profil

source: User profile
de: Benutzerprofil

source: First name
de: Vorname

source: Last name
de: Nachname

source: User id
de: Benutzername

source: Change password
de: Passwort ändern

source: Current password
de: aktuelles Passwort

source: New password
de: neues Passwort

# newPasswordConfirm
source: Confirm new password
de: neues Passwort wiederholen

# passwordChanged
source: Password changed successfully!
de: Passwort erfolgreich geändert!

# language
source: Personal system language
de: Persönliche Systemsprache

# autoSaveStatus
source: auto save
de: Automatisches Speichern

# combineAccount
source: Combine accounts
de: Accounts verbinden

# combineUserId
source: User id
de: Benutzername

# combinePassword
source: Password
de: Passwort

source: Title
de: Titel

source: Date of birth
de: Geburtsdatum

source: Profile image
de: Profilbild

# isEmailVisible
source: Email address visible?
de: E-Mail-Adresse verbergen

source: Phone
de: Telefon

source: Mobile
de: Mobiltelefon

source: Street
de: Straße

source: City
de: Stadt

# room
source: Workspace
de: Raum

source: Organisation
de: Organisation/Firma

source: Position
de: Position/Funktion

source: ICQ
de: ISQ

source: Description
de: Beschreibung

# widgetStatus
source: widget
de: CommSy Widgets

# calendarStatus
source: calendar
de: Mein Kalender

# stackStatus
source: My stack
de: Meine Ablage

# portfolioStatus
source: Portfolio
de: Mein Portfolio

# switchRoomStatus
source: switch workspace
de: Raum wechseln

source: Change in all contexts
de: in allen Räumen ändern

# none
source: No newsletter
de: Kein Newsletter

# weekly
source: Weekly newsletter
de: Wöchentlicher Newsletter

# daily
source: Daily newsletter
de: Täglicher Newsletter

# descriptionChangeInAllContexts
source: Change description in all contexts
de: Beschreibung in allen Räumen ändern

source: Contact data
de: Kontaktdaten

source: Personal data
de: Persönliche Daten

source: German
de: Deutsch

source: English
de: Englisch

# profile_signout
source: Sign out
de: Abmelden

# roomProfile
source: Workspace profile
de: Raumprofil

# profile_header_emailToCommsy
source: Email to CommSy
de: E-Mail an CommSy

# profile_label_emailToCommsy
source: Email to CommSy
de: E-Mail an CommSy

# profile_label_emailToCommsySecret
source: Upload password
de: Upload-Kennwort

# profile_text_label_emailToCommsy
source: Send e-mails to the following address:
de: E-Mails an diese Adresse schicken:

# profile_text_label_emailToCommsySecret
source: Please specify a password to be used with the upload via e-mail.
de: Bitte geben Sie eine Kennwort für den E-Mail-Upload an.

# profile_text_password_emailToCommsySecret
source: Please specify an upload-password. This has to be stated in one single line in the body of the e-mail:
de: Bitte ein Upload-Kennwort angeben. Dieses muss im Text der E-Mail in einer Zeile stehen:

# profile_text_password_template_emailToCommsySecret
source: upload account: YOUR_UPLOAD_PASSWORT
de: Upload-Kennwort: IHR_UPLOAD_KENNWORT

# profile_text_accounts_emailToCommsySecret
source: If you have more than one account using the same e-mail-address, the new material will be created in the repositories of all these accounts. If the material should only be created in the repository of one particular account, please state the account in one single line in the body of the e-mail:
de: Wenn Sie mehrere Kennungen mit derselben E-Mail-Adresse benutzen, wird das Material in sämtlichen Ablagen abgelegt. Wenn Sie das Material hingegen nur in der Ablage einer bestimmten Kennung anlegen möchten, können Sie diese Angabe in einer einzelnen Zeile im Text der E-Mail verwenden:

# profile_text_accounts_template_emailToCommsySecret
source: Account: YOUR_ACCOUNT
de: Kennung: IHRE_KENNUNG

source: Miscellaneous
de: Sonstiges

source: Lock
de: Sperren

source: Delete
de: Löschen

source: Cancel membership
de: Teilnahme beenden

# general_description
source: General settings about your profile in workspace %s can be configured here.
de: In diesem Bereich können allgemeine Einstellungen zu Ihrem Profil im Raum %s vorgenommen werden.

# profile_image_description
source: Your profile picture is displayed next to your comments in workspace "<span class='uk-text-bold'>%s</span>". For every workspace that are a member of you can choose an individual profile picture. Alternatively, you can use the "change in all workspaces" option to set your profile picture globally. If you do not upload a custom profile image your initials will be shown instead.
de: Ihr Profilbild wird neben Ihren Einträgen und Kommentaren im Raum "<span class='uk-text-bold'>%s</span>" angezeigt. Sie können für jeden Raum, in dem Sie Mitglied sind, ein eigenes Profilbild auswählen oder es über die Option "in allen Räumen ändern" global konfigurieren. Falls Sie kein eigenes Profilbild hochladen, werden stattdessen Ihre Initialen angezeigt.

# language_description
source: With this option you can set the language in which the menus, settings and explanations in CommSy will be displayed. Choosing the option "Browser" will configure the language according to your browser settings. If a workspace's moderation explicitly set a specific system language it will be used instead of your personal one.
de: Sie können die Rubriken, Einstellungen und Erklärungen im CommSy auf Deutsch oder Englisch angezeigt bekommen. Bei der Option "Browser" wird die Spracheinstellung Ihres Browsers übernommen. Falls die Moderation eines Raumes eine raumspezifische Systemsprache ausgewählt hat, wird diese statt Ihrer persönlichen Systemsprache genutzt.

# auto_save_description
source: When the option "automatic saving" is activated, any entry you are working on will be saved automatically if you have been idle for some time.
de: Mit der Option "automatisches Speichern" können Sie einstellen, dass zur Bearbeitung geöffnete Einträge automatisch gespeichert werden, wenn Sie für eine längere Zeit inaktiv waren.

# merge_accounts_text_1
source: Here you can combine your account with another account on this portal.
de: Hier können Sie Kennungen auf diesem Portal zusammenlegen.

# merge_accounts_text_2
source: Please enter the login data of the account you want to combine your current account with.
de: Bitte geben Sie hier die Zugangsdaten des Accounts ein, mit dem Ihr Account verbunden werden soll.

# newsletter_text
source: Here you can configure how often you want to receive the Newsletter of this workspace. The newsletter will be send to you account e-mail address <span class='uk-text-bold'>%s</span>.
de: Hier können Sie auswählen, in welchen Zeitabständen Sie den Newsletter empfangen möchten. Der Newsletter wird an Ihre Account-E-Mail-Adresse <span class='uk-text-bold'>%s</span> geschickt.

# lock_room_membership_title
source: Lock workspace membership
de: Raummitgliedschaft sperren

# delete_room_membership_title
source: Delete workspace membership
de: Raummitgliedschaft löschen

# lock_room_membership_text
source: Use this option to cancel your membership in this workspace. This will remove your access to this workspace, though your posts will remain intact. If you want to delete specific posts, please do so before deactivating your membership. Your workspace membership can be reactivated in the future.
de: Wählen Sie diese Option, um Ihre Mitgliedschaft in diesem Raum zu sperren. Sie haben dann keinen Zutritt mehr zu diesem Raum. Ihre Beiträge bleiben aber erhalten. Falls Sie bestimmte Einträge löschen wollen, tun Sie das bitte, bevor Sie ihren Zugang sperren. Ihre Mitgliedschaft kann bei Bedarf wieder freigeschaltet werden.

# delete_room_membership_text
source: Use this option to delete your workspace membership. This will remove your access to this workspace. However, your posts will remain. Please delete those posts you wish to be removed before deleting your account.
de: Wählen Sie diese Option, um Ihre Mitgliedschaft in diesem Raum zu löschen. Sie können diesen Raum danach nicht mehr betreten. Ihre Beiträge bleiben aber erhalten. Falls Sie bestimmte Einträge löschen wollen, tun Sie das bitte, bevor Sie ihren Account löschen. ACHTUNG: Diese Aktion kann nicht rückgängig gemacht werden!

# delete_room_membership_text_flag
source: Use this option to delete your membership and all of the posts of this workspace.
de: Wählen Sie diese Option, um Ihre Mitgliedschaft und Ihre Beiträge in diesem Raum zu löschen.

# delete_room_membership_text_false
source: Use this option to delete your workspace membership and all of your posts and comments in this workspace.
de: Wählen Sie diese Option, um Ihre Mitgliedschaft und sämtliche Beiträge in diesem Raum zu löschen.

# lock_account_title
source: Lock account
de: Account sperren

# delete_account_title
source: Delete account
de: Account löschen

# lock_account_text
source: Use this option to deactivate your account in this portal. This will remove your access to all workspaces in this portal, though your posts will remain intact. If you want to delete specific posts, please do so before deactivating your account. Your account can be reactivated in the future.
de: Wählen Sie diese Option, um Ihren Account in diesem Portal zu sperren. Sie haben dann keinen Zutritt mehr zu den Räumen in diesem Portal. Ihre Beiträge bleiben aber erhalten. Falls Sie bestimmte Einträge löschen wollen, tun Sie das bitte, bevor Sie ihren Zugang sperren. Ihr Account kann bei Bedarf wieder freigeschaltet werden.

# delete_account_text
source: Use this option to delete your account in this portal. After this, you won't be able to access this portal anymore. However, your posts will remain. If you wish for certain posts to be removed, you will have to do so before deleting your account.
de: Wählen Sie diese Option, um Ihren Account in diesem Portal zu löschen. Die Teilnahme an Ihren Räumen wird beendet und die Benutzerkennung entfernt. Sie haben anschließend keinen Zutritt mehr zu diesem Portal. Ihre Beiträge bleiben aber erhalten. Falls Sie bestimmte Einträge löschen wollen, tun Sie das bitte, bevor Sie ihren Account löschen.

# delete_account_text_flag
source: Use this option to delete your account and all of your posts in this portal.
de: Wählen Sie diese Option, um Ihren Account und sämtliche Beiträge in allen Räumen dieses Portals zu löschen.

# delete_account_text_false
source: Use this option to delete your account and all of your posts and comments in every workspace of this portal. To be able to use this portal again, you will have to register again.
de: Wählen Sie diese Option, um Ihren Account und sämtliche Beiträge in allen Räumen diesen Portals zu löschen. Sie haben anschließend keinen Zutritt mehr zu diesem Portal.

# email_choice_text
source: Here you can choose the email address for communication in this workspace. You can either use your account email address or configure a new email address specifically for this workspace.
de: Wählen Sie hier aus, ob Sie in diesem Raum über Ihre Account-Email-Adresse oder über eine Raum-spezifische Email-Adresse kontaktiert werden möchten.

source: CalDAV Path
de: CalDAV Pfad

# caldav_user
source: Username
de: Benutzername

# caldav_password
source: Password
de: Passwort

# caldav_password_description
source: Your CommSy password
de: Ihr gewohntes CommSy-Passwort

source: all / none
de: alle / keine

# authentication_source
source: Authentification source
de: Authentifizierungsquelle

# profile_image_tip
source: For best results, chose an image with side ratio of approximately 1:1 and a resolution of at least 200x200 pixel!
de: Wählen Sie ein ungefähr quadratisches Bild mit einer Mindestauflösung von 200x200 Pixeln!

# use_profile_image
source: Use custom profile image
de: Eigenes Profilbild verwenden

source: E-mail notifications
de: E-Mail-Benachrichtigungen

# email_notification_registration
source: E-mail at registration
de: E-Mail bei Einschreibung

# email_notification_new_workspace
source: E-mail when a workspace is created
de: E-Mail bei Raumeröffnung

# email_notification_item_deleted
source: E-mail when an item is deleted
de: E-Mail bei Löschen eines Eintrags

# email_to_commsy_description
source: This function allows to create materials in your stack by sending e-mails from your configured account e-mail address <span class='uk-text-bold'>%s</span> to <span class='uk-text-bold'>%s</span>. The mail's subject will be used as the title of the new material and the mail's body as the materials description text.
de: Diese Funktion erlaubt es Ihnen, Materialien in Ihrer Ablage mittles E-Mail-Versandes anzulegen. Schicken Sie hierzu eine E-Mail von Ihrer Account-E-Mail-Adresse <span class='uk-text-bold'>%s</span> an <span class='uk-text-bold'>%s</span>. Die Betreffzeile der E-Mail wird als Titel und der Nachrichtentext als Beschreibung des Materials übernommen.

# has_to_change_mail
source: For further use you have to change your email
de: Sie müssen Ihre E-Mail-Adresse ändern, bevor Sie mit der Nutzung fortfahren können

source: Message
de: Nachricht

source: send mail
de: E-Mail schicken
