Repository: commsy/commsy
Catalog: translations/room.*.xlf
Languages: de

# room_general
source: Workspace
de: Raum

source: One new entry in the last %days% days|%num% new entries in the last %days% days
de: Ein neuer Beitrag in den letzten %days% Tagen|%num% neue Beiträge in den letzten %days% Tagen

source: Page Impressions:
de: Seitenaufrufe:

source: total %total% | active %active%
de: gesamt %total% | aktiv %active%

source: Room-Information
de: Raum-Informationen

source: Entries:
de: Beiträge:

source: Persons:
de: Personen:

source: list filter
de: Liste einschränken

source: hashtags
de: Schlagwörter

source: categories
de: Kategorien

source: no content
de: Kein Inhalt vorhanden

source: linked entries
de: Zugeordnete Einträge

source: no linked items
de: Keine Zuordnungen vorhanden

source: latest entries
de: Die neuesten Einträge in diesem Raum

source: latest entries from my rooms
de: Die neuesten Einträge aus meinen Räumen

source: no hashtags
de: Keine Schlagwörter vorhanden

source: project
de: Projektraum

source: moderation support
de: E-Mail an die Moderation

source: Usage notes
de: Nutzungshinweise

# room-filter-label-membership
source: Membership
de: Mitgliedschaft

# room-filter-label-archived
source: Archived
de: Archiviert

# room-nav-title
source: All rooms
de: Alle Räume

source: List all rooms
de: Liste aller Räume

# room-my-rooms
source: My rooms
de: Meine Räume

source: List my rooms
de: Liste meiner Räume

# room-filter-label-type
source: Type
de: Art

# room-filter-choice-all
source: All
de: Alle

# room-filter-choice-project
source: Project Rooms
de: Projekträume

# room-filter-choice-community
source: Community Rooms
de: Gemeinschaftsräume

# room-grouprooms
source: Group Rooms
de: Gruppenräume

source: grouproom
de: Gruppenraum

source: enter room
de: Raum betreten

# room_no_access
source: no access
de: Kein Zugang

source: become member
de: Mitgliedschaft beantragen

source: description
de: Teilnahmegrund

source: link to entry
de: Link zum Eintrag

source: search results
de: Suchergebnisse

source: Rooms
de: Räume

# hide-archived
source: hide-archived-rooms
de: Archivierte Räume ausblenden

# hide-without-membership
source: hide-rooms-without-membership
de: Räume ohne Mitgliedschaft ausblenden

source: search-filter
de: Suche

# search-filter-user-name
source: username
de: Benutzername

source: search-filter-placeholder
de: Titel, ModeratorIn, Beschreibung

source: search-user-filter-placeholder
de: Vorname, Nachname

# room_support_link
source: E-Mail to support
de: E-Mail an Support

# room_locked
source: This room is currently locked.
de: Dieser Raum ist derzeit gesperrt.

# room_rejected
source: Your request has been rejected.
de: Ihre Anfrage wurde abgelehnt.

# room_requested
source: Your request has not been processed yet.
de: Ihre Anfrage wartet noch auf Bearbeitung.

# room_requested_short
source: Membership request in process
de: Mitgliedschaft in Beantragung

# room_request
source: Request membership
de: Mitgliedschaft beantragen

# room_request_forbidden
source: Guests are not allowed to request for membership.
de: Gäste können keine Teilnahmeanfrage stellen.

# room_agb
source: AGB
de: Nutzungsbedingungen

# room_agb_accept
source: Accept
de: Akzeptieren

# room_code
source: Code
de: Teilnahmecode

# room_time_pulses
source: time pulses
de: Zeittakte

# room_time_pulses_continuous
source: continuous
de: kontinuierlich

source: of
de: von

source: context type
de: Raumtyp

source: Room description
de: Beschreibung

source: community
de: Gemeinschaftsraum

source: Group room
de: Gruppenraum

source: language
de: Sprache

source: de
de: Deutsch

source: en
de: Englisch

source: Time interval
de: Zeittakte

source: New room
de: Neuer Raum

source: Create new context
de: Neuen Raum anlegen

source: confirm
de: Zustimmen

source: reject
de: Ablehnen

source: Room description...
de: Beschreibung...

source: moderation actions
de: Moderationsaktionen

source: Archived room
de: Archivierter Raum

source: Archived room info
de: Dieser Raum wurde archiviert und befindet sich im Lesemodus. D.h., Sie können Einträge in diesem Raum lesen jedoch nicht editieren oder neu erstellen.

source: Archived room removal warning
de: Bitte beachten Sie, dass dieser Raum nach %days% Tagen Nichtnutzung gelöscht wird.

# room_template
source: Template
de: Vorlage

source: room code description
de: Bitte geben Sie den Teilnahme-Code an. Bei richtiger Eingabe werden Sie sofort in den Raum hineingelassen.

source: room join description
de: Anmeldung ohne Freischalt-Code. Bitte erläutern Sie den ModeratorInnen dieses Raums, warum Sie Mitglied werden möchten. Dieser Text wird per E-Mail an die ModeratorInnen verschickt.

source: Contact persons:
de: AnsprechpartnerInnen:
