Repository: commsy/commsy
Catalog: translations/rubric.*.xlf
Languages: de

source: Announcement
de: {0}Ankündigung|{1}Ankündigungen

source: Date
de: {0}Termin|{1}Termine

source: Material
de: {0}Material|{1}Materialien

source: Discussion
de: {0}Diskussion|{1}Diskussionen

source: User
de: {0}Person|{1}Personen

source: Group
de: {0}Gruppe|{1}Gruppen

source: Todo
de: {0}Aufgabe|{1}Aufgaben

source: Task
de: {0}Thema|{1}Themen

source: Topic
de: {0}Thema|{1}Themen

# rubric_institution
source: institution
de: one: Institution|some: Institutionen

source: filter entries
de: Einschränkungen nach Einträgen

source: title
de: Titel

source: modifier
de: BearbeiterIn

source: modification_date
de: Bearbeitungsdatum

source: list sort
de: Einträge sortieren

source: list choice
de: Einträge bearbeiten

source: Roomlist
de: Raum wechseln

source: find rooms
de: Raum suchen

source: days
de: Tage

source: new Entries
de: Neue Beiträge

source: dashboard description text
de: Ihr persönlicher Bereich mit vielen Funktionen und Widgets.

source: own rooms
de: Meine Räume

source: room search text
de: Eingrenzen nach z.B. Name, Beschreibung, ModeratorIn, ...

source: Home
de: Einstiegsseite

source: settings
de: Einstellungen

source: unset list choice
de: Bearbeitung ausschalten

source: select shown entries
de: Angezeigte Einträge auswählen

source: select all entries
de: Alle Einträge auswählen

source: unselect entries
de: Auswahl aufheben

source: selected entries
de: Aktion auswählen

# action_insert
source: insert
de: Einfügen in "%roomname%"

# action_insert_stack
source: insert stack
de: Einfügen in "Meine Ablage"

# action_remove_marked
source: remove marked
de: Löschen aus "Meine Auswahl"

source: mark read
de: Als gelesen markieren

source: save
de: Herunterladen

source: delete
de: Löschen

source: confirm delete
de: Wollen Sie die ausgewählten Einträge wirklich löschen?

source: confirm delete confirm
de: Ja

source: categorize
de: Kategorien zuweisen

source: hashtag
de: Schlagworte zuweisen

source: confirm delete cancel
de: Nein

source: cancel
de: Abbrechen

source: actions
de: Aktionen

source: rating
de: Bewertung

source: list sort order
de: Reihenfolge

source: ascending
de: aufsteigend

source: descending
de: absteigend

source: no selection
de: Keine Einträge ausgewählt

source: execute
de: Aktion ausführen

source: Rubrics
de: Rubriken

source: Room
de: {0}Raum|{1}Räume

source: Project
de: {0}Projektraum|{1}Projekträume

source: Institution
de: {0}Institution|{1}Institutionen

source: markdone
de: Einträge als "erledigt" markieren

source: markdonesingle
de: Eintrag als "erledigt" markieren

source: markinprogress
de: Einträge als "in Bearbeitung" markieren

source: markinprogresssingle
de: Eintrag als "in Bearbeitung" markieren

source: markpending
de: Einträge als "nicht bearbeitet" markieren

source: markpendingsingle
de: Eintrag als "nicht bearbeitet" markieren

source: marktodostatus
de: Einträge als "%status%" markieren

source: time
de: Zeit

source: place
de: Ort

# marked_entries
source: Marked
de: Meine Auswahl
