Repository: commsy/commsy
Catalog: translations/settings.*.xlf
Languages: de

# useful_info
source: Useful information
de: Nützliche Info...

source: General configuration
de: Allgemeine Einstellungen

source: Basic settings
de: Grundeinstellungen

source: Rubric selection
de: Rubrikauswahl

source: Off
de: Deaktiviert

source: Show
de: Anzeigen

source: Hide
de: Verbergen

source: Never
de: Nie

source: Always
de: Immer

source: User preferences
de: Persönliche Systemsprache

source: German
de: Deutsch

source: English
de: Englisch

source: Title
de: Titel

source: Language
de: Systemsprache

source: Room image
de: Raumbild

source: Room logo
de: Raumlogo

source: Access check
de: Teilnahmeüberprüfung

source: Room description
de: Raumbeschreibung

source: Save
de: Speichern

source: Rubrics
de: Rubriken

source: Room image choice
de: Raumbildtyp

source: Community rooms
de: Zuordnung

source: Home
de: Einstiegsseite

source: Announcement
de: Ankündigungen

source: Date
de: Termine

source: Material
de: Materialien

source: project
de: Projekträume

source: Discussion
de: Diskussionen

source: User
de: Personen

source: Group
de: Gruppen

source: Todo
de: Aufgaben

source: Task
de: Themen

source: Topic
de: Themen

# defaultimage
source: Theme image
de: Theme-Bild

source: Custom image
de: Eigenes Bild

# customimageupload
source: Room image upload
de: Bild hochladen

source: Delete custom image
de: Bild löschen

# repeatbgimagex
source: Repeat x
de: Bild horizontal wiederholen

source: Basic settings text
de: Legen Sie z.B. den Raumnamen fest, wählen Sie die Sprache des Raumes aus und entscheiden Sie, ob und wie eine Teilnahmeüberprüfung stattfinden soll. Außerdem können Sie die zentralen Zuordnungen für den Raum treffen.

source: Rubric selection text
de: Wählen Sie die Rubriken und ihre Reihenfolge aus. Die Option "Anzeigen" bedeutet, dass diese Rubrik in der Navigation erscheint. Die Option "Verbergen" bedeutet, dass die Einträge dieser Rubrik nicht im Bereich "Die neuesten Einträge in diesem Raum" auf der Einstiegsseite erscheinen. Die Option "Deaktiviert" bedeutet, dass diese Rubrik in dem CommSy-Raum nicht zur Verfügung steht. Die Reihenfolge der Rubriken im Navigationsmenü können Sie per Drag & Drop konfigurieren.

# profile_image_tip
source: Rubric selection tip
de: RaummoderatorInnen bekommen die Rubrik "<span class='uk-text-bold'>Personen</span>" zur Verwaltung der Raummitglieder immer angezeigt.

source: Community rooms tip
de: Die Zuordnung des Projektraums zu Gemeinschaftsräumen ermöglicht der Moderation der Gemeinschaftsräume die Löschung des Projektraums und der dazugehörigen Gruppenräume.

source: Room language tip
de: Wählen Sie, ob eine raumspezifische Systemsprache oder die persönliche Systemsprache der einzelnen Raummitglieder genutzt werden soll.

source: Room description text
de: Geben Sie noch eine zusätzliche Beschreibung an. Es sind max. 1000 Zeichen erlaubt.

source: Additional configuration
de: Zusätzliche Einstellungen

# tags
source: Buzzwords
de: Schlagwörter

source: Categories
de: Kategorien

source: Tasks
de: Aufgaben

source: Template
de: Vorlage

source: Template status
de: Raum als Vorlage verfügbar machen.

source: Template availability
de: Zielgruppe

source: Template description
de: Beschreibung

# newstatus
source: Status
de: Neuer Status

# addstatus
source: Status option
de: Bearbeitungsstatus hinzufügen

source: All commsy users
de: Alle CommSy-NutzerInnen

source: All workspace users
de: Alle Raummitglieder

source: Workspace mods only
de: Nur Raummoderatoren

source: Activate
de: Aktivieren

# mandatoryassignment
source: Mandatory
de: Zwingende Zuordnung

source: Associations
de: Zuordnungen

source: Show expanded
de: Ausgeklappte Darstellung

# access
source: Edit
de: Nur durch ModeratorInnen bearbeitbar

source: Structural auxiliaries
de: Strukturierungshilfen

source: Archive room
de: Raum archivieren

# settings-label-archive
source: Archived
de: Archiviert

source: Terms
de: Nutzungsbedingungen

source: Yes
de: Ja

source: No
de: Nein

source: Switch on
de: Einschalten (RSS-Abo für diesen Raum möglich)

source: Switch off
de: Ausschalten (kein RSS-Abo für diesen Raum)

source: Tasks text
de: In der Aufgabenrubrik gibt es normalerweise drei Bearbeitungsstatus: "nicht bearbeitet", "in Bearbeitung" und "erledigt". Hier können Sie bei Bedarf noch eigene zusätzliche Status definieren.

source: Template text
de: Machen Sie diesen Raum als Vorlage für neue Räume verfügbar. Bei Auswahl einer Vorlage beim Eröffnen eines Raumes werden sämtliche Voreinstellungen und Inhalte der Vorlage in den neuen Raum übernommen, mit Ausnahme der Informationen zu Personen.

source: Archive text
de: In archivierten Räumen können keine Änderungen mehr vorgenommen werden.

source: Archive text permanently archived
de: Der Zugriff auf alle Inhalte bleibt aber weiterhin bestehen.

source: Terms text
de: Hiermit werden Nutzungsbedingungen in den Prozess zur Anmeldung der Teilnahme an diesem Raum integriert. Potentielle TeilnehmerInnen müssen die AGBs akzeptieren, um Zutritt zu diesem Raum zu erhalten.

source: Appearance configuration
de: Darstellung

source: Configure events
de: Termindarstellung

source: Configure color theme
de: Farbkonfiguration

source: listview
de: Listenansicht

source: weekview
de: Wochenansicht

source: monthview
de: Monatsansicht

source: Dates status
de: Auswahl

source: Configure events text
de: Wählen Sie zwischen der Listendarstellung, dem Terminkalender in der Wochenansicht oder dem Terminkalender in der Monatsansicht als voreingestellte Darstellung der Termine in diesem Raum.

source: Configure color theme text
de: Hier können Sie zwischen verschiedenen Farbschemata für diesen Raum auswählen.

source: Room image text
de: Sie können entweder das Standardbild des aktuellen Themes verwenden oder ein eigenes Hintergrundbild für die Startseite des Raumes hochladen.

source: Room image tip
de: Für eine optimale Anzeige sollte das Seitenverhältnis des Bildes höchstens 5:1 betragen und die horizontale Auflösung mindestens 1300 Pixel.

source: Room logo text
de: Wählen Sie hier ein Raumlogo aus, das auf der Startseite über dem Hintergrundbild eingeblendet werden kann.

source: Room logo tip
de: Bilder mit transparentem Hintergrund eignen sich besonders gut als Raumlogo.

# theme_default
source: default
de: Standard

# theme_football
source: football
de: Fussball

# theme_stars
source: stars
de: Sterne

# theme_sun
source: sun
de: Sonne

# theme_ocean
source: ocean
de: Ozean

# theme_schulcommsyhh
source: schulcommsyhh
de: Schul-CommSy Hamburg

# theme_confetti
source: confetti
de: Konfetti

# theme_grey
source: grey
de: Grau

# theme_darkblue
source: darkblue
de: Dunkelblau

# theme_red
source: red
de: Rot

# theme_redgrey
source: redgrey
de: Rotgrau

# moderation_configuration
source: Moderation support configuration
de: Moderationsunterstützung

source: Content ID
de: Referenznummer

# arrayrubric
source: Array info text rubric
de: Rubrik

# rubric_message
source: Message
de: Text

# arrayrubricmail
source: Array mail text rubric
de: E-Mail-Texte

source: Show info
de: Anzeigen

source: Do not show info
de: Ausblenden

# mailbodyde
source: body_de
de: Inhalt (Deutsch)

# mailbodyen
source: body_en
de: Inhalt (Englisch)

source: Homenotice
de: Hinweistext auf der Einstiegsseite

source: Usage notes
de: Nutzungshinweise

source: Email configuration
de: E-Mail-Konfiguration

source: Homenotice text
de: Sie können ein Material, eine Aufgabe, einen Termin oder eine Ankündigung als prominenten Hinweistext auf der Einstiegsseite anzeigen. Bitte geben Sie die Referenznummer des gewünschten Eintrags ein. Die Referenznummer finden Sie unterhalb eines Titels eines Eintrags, indem Sie auf das Pfeil-Icon (rechts neben "Bearbeiten") klicken.

# usernotice_text
source: Usage notes text
de: Wählen Sie die Rubriken, in denen Sie Hinweise platzieren möchten.

source: Email configuration text
de: Konfiguration der E-Mail-Texte, die über das System verschickt werden.

# email_select_text
source: Select e-mail text
de: Bitte wählen Sie eine Vorlage aus

# email_address
source: Address
de: Anrede

# email_salutation
source: Salutation
de: Grußformel

# email_delete_account
source: Delete account
de: Kennung löschen

# email_lock_account
source: Lock account
de: Kennung sperren

# email_approve_membership
source: Approve membership
de: Kennung freischalten / Status BenutzerIn

# email_change_status_moderator
source: Change status: moderator
de: Status Moderator

# email_change_status_contact_person
source: Change status: contact person
de: Zur/Zum AnsprechpartnerIn machen

# email_change_status_no_contact_person
source: Change status: no contact person
de: Status AnsprechpartnerIn entfernen

# email_change_status_read_only_user
source: Change status: read only user
de: Status lesendeR BenutzerIn

source: Extensions configuration
de: Erweiterungen

source: Assessment
de: Bewertungen

source: Workflow
de: Workflow Einstellungen

# workflow_resubmission
source: Resubmission
de: Wiedervorlage

# workflow_validity
source: Validity
de: 2. Wiedervorlage

# workflow_trafic_light
source: Status view
de: Status-Anzeige

# workflow_green_text
source: Traffic light green text
de: Grün

# workflow_yellow_text
source: Traffic light yellow text
de: Gelb

# workflow_red_text
source: Traffic light red text
de: Rot

source: Reader
de: In diesem Raum verwenden

source: Reader group
de: Gruppenbezogen

source: Reader person
de: Personenbezogen

source: Reader view
de: Leseranzeige

# mods_only
source: Moderators only
de: Leseranzeige nur für Moderatoren

source: All users
de: Leseranzeige für alle Benutzer

source: Wiki enabled
de: Wiki aktivieren

source: Assessment text
de: Wenn diese Funktion aktiviert ist, können Einträge innerhalb von Räumen bewertet werden.

source: Workflow text
de: Die Workflow Einstellungen sind Zusatzfunktionen für die Rubrik Materialien, um den Redaktionsprozess zu koordinieren.

source: wiki text
de: Setzen Sie diese Checkbox, um das Wiki zu aktivieren.

# default_state
source: Default status
de: Standard-Status

# no_default_state
source: No default status
de: Kein Standard-Status

source: Status description
de: Status-Beschreibung

# open_for_guest
source: Is this room open for guests?
de: Ist der Raum für Gäste zugänglich?

# material_open_for_guest
source: Are materials open for guests?
de: Sind Materialien für Gäste zugänglich?

# assignment_restricted
source: Only members are allow to assign project rooms
de: Nur Raummitgliedern gestatten Projekträume zuzuweisen

source: Guest Access
de: Gastzugang

source: User room
de: Personenräume anlegen?

source: User room tooltip
de: Personenräume können für den bilateralen Austausch zwischen einer Person des Projektraumes und der Moderation genutzt werden

source: User room heading
de: Personenräume

source: User room text
de: Wenn diese Funktion aktiviert ist, wird für jedes Mitglied dieses Projektraumes automatisch ein Personenraum erstellt. Personenräume können für den bilateralen Austausch zwischen einer Person des Projektraumes und der Moderation genutzt werden.

source: User room template
de: Personenraum-Vorlage

source: Delete user rooms
de: Personenräume löschen

source: Send
de: Einladung verschicken

# settings_delete_title
source: Delete room
de: Raum löschen

# settings_lock_title
source: Lock room
de: Raum sperren

# settings_delete_userrooms
source: Delete userrooms
de: Personenräume löschen

# settings_delete_room_intro
source: Delete room intro
de: Achtung: Der gesamte Raum und alle Daten werden gelöscht. Dieser Vorgang kann nicht rückgängig gemacht werden!

# settings_lock_room_intro
source: Lock room intro
de: Wählen Sie diese Option, um diesen Raum zu sperren. Sie haben dann keinen Zutritt mehr zu diesem Raum. Ihre Beiträge bleiben aber erhalten. Falls Sie bestimmte Einträge löschen wollen, tun Sie das bitte, bevor Sie den Raum sperren. Der Raum kann bei Bedarf wieder freigeschaltet werden.

source: Delete user rooms text
de: ACHTUNG: Alle Personenräume dieses Projektraumes und alle in den Personenräumen enthaltenen Daten werden gelöscht. Dieser Vorgang kann nicht rückgängig gemacht werden!

source: Project workspace unchanged
de: Der Projektraum bleibt dabei erhalten.

# settings_delete_explanation_start
source: Delete explanation start
de: Bitte geben Sie

# settings_delete_explanation_end
source: Delete explanation end
de: ein und bestätigen Sie den Vorgang.

# settings_delete_grouprooms
source: Deletion of grouprooms
de: Das Löschen dieses Projektraums führt ebenfalls auch zur Löschung der folgenden ihm untergeordneten Gruppenräume:

# settings_lock_grouprooms
source: Locking of grouprooms
de: Das Sperren dieses Projektraums führt ebenfalls auch zur Sperrung der folgenden ihm untergeordneten Gruppenräume:

# settings_delete_confirm_label
source: Confirm
de: Bestätigen

# settings_delete_button
source: Delete
de: Löschen

# settings_confirm_delete_button
source: Confirm delete
de: Löschen bestätigen

# settings_confirm_lock_button
source: Confirm lock
de: Sperren bestätigen

source: Invitations
de: Einladungen

# Invitation
source: New invitation
de: Neue Einladung

source: New invitation text
de: Geben Sie hier die E-Mail Adresse für eine neue Einladung an. Der Empfänger erhält eine E-Mail mit einem einmalig nutzbaren Aktivierungscode.

source: Remove invitation
de: Einladungen löschen

source: Remove invitation text
de: Wählen Sie die Einladungen aus, die Sie löschen möchten. Die aufgelisteten Einladungen sind noch nicht eingelöst worden.

source: Email-adrress of new invitee
de: E-Mail Adresse

source: An invitation for this email-address already exists in this portal
de: Eine Einladung für diese E-Mail Adresse existiert bereits in diesem Portal

# settings_time_context
source: Time context
de: Zeittakte

# settings_time_context_description
source: Time context description
de: Wählen Sie die Zeittakte für Ihren Raum aus.

# settings_time_context_cont
source: continuous
de: kontinuierlich

source: users_can_edit_calendars
de: BenutzerInnen können Kalender bearbeiten

source: users_can_set_external_calendars_url
de: BenutzerInnen können Adressen für externe Kalender bearbeiten

source: rss_enabled
de: Einschalten (RSS-Abo für diesen Raum möglich)

source: rss_disabled
de: Ausschalten (kein RSS-Abo für diesen Raum)

source: Portal terms
de: Vorlagen

source: Cancel cancellable lock
de: Zurück

source: Cancel cancellable delete
de: Zurück
