Repository: commsy/commsy
Catalog: translations/todo.*.xlf
Languages: de

source: pending
de: nicht bearbeitet

source: in progress
de: in Bearbeitung

source: done
de: erledigt

source: todo status
de: Aufgaben-Status

source: due date
de: F채llig am

source: minutes
de: Minuten

source: hours
de: Stunden

source: days
de: Tage (1 Tag = 8 Stunden)

source: time planned
de: Geplante Zeit

# todo-time-spend
source: time spend
de: Aufgewandte Zeit

source: responsibility
de: Zust채ndigkeit

source: add responsibility
de: Zust채ndigkeit signalisieren

source: remove responsibility
de: Zust채ndigkeit abgeben
