Repository: commsy/commsy
Catalog: translations/user.*.xlf
Languages: de

source: title
de: Titel

source: surname
de: Nachname

source: dateOfBirth
de: Geburtstag

source: userImage
de: Bild

source: deleteUserImage
de: Bild löschen

source: hideEmailInThisRoom
de: E-Mail in diesem Raum verbergen

source: phone
de: Telefon

source: mobile
de: Handy

source: street
de: Straße

source: zipCode
de: Postleitzahl

source: city
de: Stadt

source: room
de: Raum

source: language
de: Sprache

source: browser
de: Browsereinstellung

source: german
de: Deutsch

source: english
de: Englisch

source: user status
de: Status

source: quit
de: Gelöschte Kennung

source: deleted person
de: Gelöschte Person

source: request
de: In Beantragung

source: user
de: BenutzerIn

source: moderator
de: ModeratorIn

source: emailHidden
de: verborgen

# userEmailSend
source: send email
de: E-Mail senden

source: delete
de: Kennung(en) löschen

source: block
de: Kennung(en) sperren

source: confirm
de: Kennung(en) freischalten

source: reading user
de: LesendeR BenutzerIn

source: contact
de: Zu AnsprechpartnerIn machen

source: contact remove
de: Status AnsprechpartnerIn entfernen

source: is contact
de: AnsprechpartnerIn

source: no contact
de: KeinE AnsprechpartnerIn

source: is applying
de: In Beantragung

source: is blocked
de: Gesperrt

source: no restrictions
de: Keine Einschränkungen

source: no moderators left
de: Durch diese Aktion gäbe es kein/e ModeratorInen mehr im Raum. Bitte ernenenn Sie ggf. eine/n Neue/n.

# no moderators left group rooms first part
source: no moderators left first part
de: Sie können Ihren Kennung in diesem Raum NICHT löschen oder sperren. Die folgenden Räumen wären ansonsten ohne Moderation:

# no moderators left group rooms second part
source: no moderators left second part
de: Bitte setzen Sie hier eine neue Moderation ein oder löschen Sie den/die Räume.

source: and project rooms
de: und die folgenden Projekträume:

source: send mail
de: E-Mail senden

source: user comment
de: Teilnahmegrund

source: Change status
de: Status ändern

source: change_status_intro
de: Änderung des Status für folgende Personen:

# change_status_inform
source: Inform user
de: Benutzer über Statuswechsel informieren

# user_status_0
source: status_0
de: Gesperrt

# user_status_1
source: status_1
de: In Beantragung

# user_status_2
source: status_2
de: BenutzerIn

# user_status_3
source: status_3
de: ModeratorIn

# user_status_4
source: status_4
de: LesendeR BenutzerIn

# user_status_new
source: New status
de: Neuer Status

source: tiles
de: Kacheln

source: taskinfo
de: Kennungen warten noch auf die Freischaltung durch die Moderation

source: show user
de: Kennungen anzeigen

# quick_action_confirm
source: Confirm
de: Freischalten

# quick_action_reject
source: Reject
de: Ablehnen

source: Manage user
de: Person verwalten

source: Manage users
de: Personen verwalten
