Repository: commsy/commsy
Catalog: translations/validators.*.xlf
Languages: de

# validators_unique_label_name
source: A label with the same name already exists.
de: Ein Label mit diesem Namen existiert bereits.

# validators_identical_to
source: The input does not match {{ compared_value }}
de: Die Eingabe entspricht nicht {{ compared_value }}

# validators_room_agb
source: You must accept room agb.
de: Sie müssen die Nutzungsbedingungen des Raums akzeptieren.

# validators_room_code
source: Your access code is invalid.
de: Ihr Zugangscode ist inkorrekt.

# validators_room_no_moderators
source: Please first assign another moderator for the workspace {{ criteria }} or delete the workspace {{ criteria }}
de: Bitte benennen Sie zunächst im Raum {{ criteria }} eine neue Moderation oder löschen Sie den Raum {{ criteria }}.

# validators_no_account_deletion_rooms_moderated_start
source: You can not delete or lock your account. The following workspaces would otherwise be without moderators:
de: Sie können Ihren Account NICHT löschen oder sperren. Die folgenden Räumen wären ansonsten ohne Moderation:

# validators_no_account_deletion_rooms_moderated_end
source: Please assign further moderators or delete said workspace/s.
de: Bitte setzen Sie hier eine neue Moderation ein oder löschen Sie den/die Räume.

# validators_project_rooms_attached_to_deletion_group_room_start
source: Caution, the following project rooms are attached to this workspace:
de: Achtung: Diesem Gemeinschaftsraum sind noch folgende Projekträume zugeordnet:

# validators_project_rooms_attached_to_deletion_group_room_end
source: Those project rooms must be delete first or must be assigned to a different workspace.
de: Diese Projketräume müssen zunöchst gelöscht- oder eine andere Zuordnung getroffen werden.

# validators_room_code_filled
source: Please enter an access code.
de: Bitte geben Sie einen Zugangscode an.

# validators_password_criteria
source: The password does not fulfill the following criteria: {{ criteria }}.
de: Das gewählte Passwort erfüllt die folgende Anforderung nicht: {{ criteria }}.

# validators_password_incorrect
source: Password incorrect.
de: Das eingegebene Passwort ist nicht korrekt.

# validators_passwords_dont_match
source: Passwords do not match
de: Die eingegebenen Passwörter stimmen nicht überein.

source: There are no recipients selected
de: Es sind keine Empfänger ausgewählt.

# min_1_category
source: Please select at least one category
de: Bitte wählen Sie mindestens eine Kategorie aus!

# min_1_hashtag
source: Please select at least one hashtag
de: Bitte wählen Sie mindestens ein Schlagwort aus!

# homeNoticeNoItem
source: There is not item with this id.
de: Es existiert kein Eintrag mit dieser Referenznummer.

# homeNotiveInvalidItemType
source: A item of this type ({{ type }}) can not be used as home notice.
de: Ein Eintrag mit diesem Typ ({{ type }}) kann nicht verwendet werden.

# homeNotiveInvalidId
source: The id is invalid.
de: Die Referenznummer ist ungültig.

# violation_missing_fields
source: The field {{ field }} is missing.
de: Das Feld {{ field }} fehlt.

# violation_extra_fields
source: The field {{ field }} was not expected.
de: Das Feld {{ field }} wurde nicht erwartet.

# violation_not_blank
source: The value {{ value }} should not be blank.
de: Der Wert {{ value }} sollte nicht leer sein.

# violation_csv_user_import_firstname_not_blank
source: The field firstname must not be blank.
de: Das Feld "firstname" darf nicht leer sein.

# violation_csv_user_import_lastname_not_blank
source: The field lastname must not be blank.
de: Das Feld "lastname" darf nicht leer sein.

# violation_csv_user_import_identifier_not_blank
source: The field identifier must not be blank.
de: Das Feld "identifier" darf nicht leer sein.

# violation_csv_user_import_password_not_blank
source: The field password must not be blank.
de: Das Feld "password" darf nicht leer sein.

# violation_csv_user_import_email_not_blank
source: The field email must not be blank.
de: Das Feld "email" darf nicht leer sein.

# violation_csv_user_import_email_valid
source: The field email must be a valid email address.
de: Das Feld "email" muss eine gültige E-Mailadresse sein.

# violation_csv_user_import_room_valid
source: The field rooms must be empty or a list of room ids.
de: Das Feld "rooms" muss leer oder eine Liste von Raum Id's sein.

# violation_unique_category
source: A category can only be used once per portfolio.
de: Innerhalb eines Portfolios kan eine Kategorie nur ein mal verwendet werden.
